Revit 2024 API
ParameterTypeId.FabricationRoutingSolutionsUiParam Property
 "x of XX"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationRoutingSolutionsUiParam { get; }
Visual Basic
Public Shared ReadOnly Property FabricationRoutingSolutionsUiParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationRoutingSolutionsUiParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace